{
  "data": [
    {
      "title": "Gameplay Rules",
      "text": "- Be respectful to everybody and specially to the admins.  \n-   Do NOT grief players or their bases. If you want to PvP, the other party must agree as well.  \n-   Do NOT cheat, play fair.  \n-   Do NOT advertise other servers.  \n-   Do NOT dupe any materials.   \n-   Do NOT claim portals in the Nether and the End.  \n-   Do NOT spam fly with rockets.  \n-   Do NOT build heavy/server-lagging farms.\n- Do NOT ask to TP you to help you from dying.  \n- Do NOT ask for your death coordinates.  \n- Do NOT ask to give you back items you lost at death.  \n- Do NOT ask to give you items out of creative inventory.  \n- Do NOT ask for our mc server seed."
    },
    {
      "title": "Market Rules",
      "text": "\n- Do NOT sell items for free or extremely low price. \n- Do NOT sell duped items, this will result in permanent ban.\n- Do NOT make any nether portals within the market.\n- Do NOT destroy the pathway.\n- Do NOT build shops on the path.\n- Do NOT clear out into a big flat land, blend your shop into the natural ground.\n- One Shop per player. You can add other players to your shop and how to do it you can find in the Commands section. \n- Inappropriate builds are not allowed. \n- Any exploits or loopholes found must be reported immediately and should NOT be misused.\n- Unbuilt plots a week after claim will be removed.\n- Shops with minimal builds, such as only storage chests/signs only, will be considered unbuilt and will be removed.\n- Built plots a month after the owner was last seen will be removed unless they have notified us of their leave."
    },
    {
      "title": "Posting and Commenting",
      "text": "\n- Spamming is NOT allowed and will be dealt with immediate effect. \n- Please be polite and keep it PG friendly.\n- Inappropriate posts, such as intolerance, violence (including threats), potentially illegal activity and sexually explicit content are strictly forbidden. \n- Inappropriate posts/comments will be removed without further notice.\n- No Hate posts/comments.\n- No Personal Insults allowed.\n- No Propaganda Posts/comments.\n- Comments should be about the relevant post you are commenting on. \n- Please respect privacy of our staff and members. No personal question/conversation allowed unless you have explicit permission.\n- Do NOT post any personal information about others. \n- This is a public site, DO NOT give out your personal contact details such as e-mail address and password etc. But if you do, do so at your own risk.\n- If you cannot find a suitable place for your post/comment within this website, please use our Discord Server.\n- No advertisements or promotional links for other servers allowed."
    }
  ]
}
